Revit 2027 API
BuiltInFailures.EditingFailures.ElementReversed Property
 Element is reversed.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ElementReversed { get; }
Public Shared ReadOnly Property ElementReversed As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ElementReversed {
	FailureDefinitionId^ get ();
}
static member ElementReversed : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.EditingFailures Class
Autodesk.Revit.DB Namespace